[Matriarche_runique2.A_Creature_Matriarche_r H7Creature]
mName="Матрона"
mLore="У жрецов рун матрона считается подобием дисы. Когда жрец погибает в бою во имя Арката, то может перевоплотиться в матрону благодаря нанесённым на его тело письменам. Этот могущественный дух владеет всеми рунными заклинаниями, которые жрец использовал при жизни, и может свободно использовать их во время битвы, поддерживая оставшихся жрецов в бою."


[Matriarche_runique2.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Стихийный шторм"
mTooltip="Существо наносит от %d.min до %d.max ед. урона от %ICON_AIR магии воздуха всем вражеским существам в области 2х6. Получившие урон летающие существа парализуются.\nНельзя использовать, если существо находится в ближнем бою. Можно использовать один раз за бой."

[Matriarche_runique2.A_RangedAttack_NoProjectile H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Управление воздухом"
mTooltip="Наносит выбранному вражескому отряду %d ед. урона от %d.icon магии воздуха и перемещает его в выбранном направлении.\nМожно использовать один раз за бой."

[Matriarche_runique2.A_RangedAttack_NoProjectile2 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"

[God_of_rune.A_Creature_god H7Creature]
mName="Рунический голем"
mLore="Являясь кузнецами, гномы оценили искусство создания големов. Когда маги сумели воссоздать големов эпохи Шантири, дети Арката и сами возжелали получить столь мощную боевую единицу. Потребовалось множество попыток, прежде чем им наконец-то удалось получить то, что они хотели. Объединив кузнечное ремесло с рунами, гномы сотворили доспех, подпитываемый вечным огнём Арката и усиленный великим множеством рун, силу которых конструкт может использовать самостоятельно."

[God_of_rune.A_Carapace H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Стальная оболочка"
mTooltip="Существо не может быть целью негативных заклинаний или эффектов. Весь урон от вражеских атак снижен на 15%."

[God_of_rune.A_FieryEye H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Таран"
mTooltip="Существо атакует в дальнем бою на полную дистанцию по линии, нанося всем существам на своём пути от %d.min до %d.max ед. урона от %ICON_EARTH магии земли.\nМожно использовать один раз за бой."

TODO ALL RUNES 
[God_of_rune.A_RuneOfBalanceggggggg H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Руна равновесия"
mTooltip="Наложенная на определённый участок поля боя руна, распределяет повреждения, нанесённые одному отряду поровну между всеми отрядами в поле действия руны. Один раз за бой, руна может снять отрицательные магические эффекты с союзных отрядов и положительные эффекты - с вражеских отрядов в пределах своего действия."

[God_of_rune.A_RuneOfBalance_Rune H7EditorRuneUnit]
mDesc=""
mName="Руна равновесия"
mLore=""

[God_of_rune.A_RuneOfBalanceevo H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Руна равновесия"
mTooltip="Наложенная на определённый участок поля боя руна, распределяет повреждения, нанесённые одному отряду поровну между всеми отрядами в поле действия руны. Один раз за бой, руна может снять отрицательные магические эффекты с союзных отрядов и положительные эффекты - с вражеских отрядов в пределах своего действия."

[God_of_rune.A_RuneOfDestruction_Ability_Aura_3x3evo H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Руна бога (аура)"
mTooltip="Дружественные существа в области действия ауры получают %buff1.buff.stat %icon_attack атаки и восстанавливают 50 ед. зд. всякий раз, когда существо в области действия получает урон."

[God_of_rune.A_RuneOfDestruction_Ability_Activeevo H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded="Наносит %d2.min ед. урона от %icon_earth магии земли всем вражеским существам в области действия руны. Может быть активирована один раз за бой."
mName="Руна бога (активация)"
mTooltip="Наносит %d1.min ед. урона от %icon_earth магии земли всем вражеским существам в области действия руны. Может быть активирована один раз за бой."

[God_of_rune.A_RuneOfBalance_Runeevo H7EditorRuneUnit]
mDesc=""
mName="Руна бога"
mLore=""

[God_of_rune.A_RuneOfBalance H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Руна бога"
mTooltip="Наложенная на определённый участок поля боя руна, распределяет повреждения, нанесённые одному отряду поровну между всеми отрядами в поле действия руны. Один раз за бой, руна может снять отрицательные магические эффекты с союзных отрядов и положительные эффекты - с вражеских отрядов в пределах своего действия."

[God_of_rune.A_RuneOfDestruction_Ability_Aura_3x3 H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Руна разрушения (аура)"
mTooltip="Дружественные отряды в области действия ауры получают %buff1.buff.stat к %icon_attack атаке."

[God_of_rune.A_RuneOfDestruction_Ability_Active H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded="Наносит %d2.min ед.урона от %icon_light магии света всем вражеским отрядам в области действия ауры руны. Можно активировать один раз за бой."
mName="Руна разрушения (активация)"
mTooltip="Наносит %d1.min ед.урона от %icon_light магии света всем вражеским отрядам в области действия ауры руны. Можно активировать один раз за бой."

[God_of_rune.A_RuneOfDestruction_Ability_Aura_Buff H7BaseBuff]
mName="Руна разрушения (аура)"
mTooltip="%stat %icon_attack атаки."

[God_of_rune.A_RuneOfDestruction_Ability_Aura_Buffevo H7BaseBuff]
mName="Руна разрушения (аура)"
mTooltip="%stat %icon_attack атаки, восстанавливает %d.min ед. зд. всякий раз, когда существо в области действия получает урон."

[God_of_rune.A_RuneOfDestruction_Ability_NAME H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Руна бога"
mTooltip=""

[God_of_rune.A_RuneTeleport H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Руническое перемещение"
mTooltip="Отряд мгновенно перемещается к руне союзника, расположенной на незанятой клетке поля боя. После перемещения руна разрушается и не может быть восстановлена, а отряд получает ауру этой руны до конца боя."

[God_of_rune.A_Renforcement_runique H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Руническое усиление"
mTooltip="Каждая наложенная руна увеличивает %buff1.buff.stat1.icon атаку и %buff1.buff.stat2.icon больших существ в армии героя на %buff1.buff.stat1."